Repository: azzayatss/cheapp_and_tasty
Catalog: lib/l10n/app_*.arb
Languages: uk

source: About location:
uk: Про локацію:

# accessibilityLabel
source: Accessibility
uk: Доступність

# addLocationPhotosLabel
source: Add a few location photos:
uk: Добавте кілька фото закладу:

# addMenuPhotosLabel
source: Add a few photos of the menu:
uk: Добавте кілька фото меню:

# addNewLocationTitle
source: Creating a new location:
uk: Створення нового закладу:

# appBarTitle
source: Cheapp & tasty !
uk: Хочу їсти !

source: App theme
uk: Тема додатку

source: Are you sure?
uk: Ви впевнені?

# areYouSureDescription
source: All data entered will be erased and cannot be recovered.
uk: Всі внесені дані будуть стерті і їх неможливо буде відновити.

source: Cancel
uk: Відмінити

source: Cancel creating
uk: Відмінити створення

# cardPaymentsLabel
source: Card payments?
uk: Оплата карткою?

# chargingLabel
source: Charging
uk: Зарядка

# coffeeLabel
source: Coffee
uk: Кава

# continiueCreating
source: Continue creating
uk: Продовжити створення

# coverPhotoLabel
source: Location main photo:
uk: Головне фото локації:

# darkTheme
source: Dark
uk: Темна

# deliveryLabel
source: Delivery?
uk: Власна доставка?

# emptyAdditionalServicesWarning
source: When creating a location, none of the additional services were selected in the application, if you want to add any service, please suggest an edit.
uk: При створені локації в додатку не було обрано жодної з додаткових послуг, якщо ви бажаєте добаити якусь послугу, будь ласка запропонуйте правку.

source: Forgot password?
uk: Забули пароль?

# forgotPasswordDialogContent1
source: Please enter user email to reset the password.
uk: Будь ласка, введіть email користувача, щоб відновити пароль.

# forgotPasswordDialogContent2
source: If the user with this email exists you will receive recovery email.
uk: Якщо користувач з такою адресою існує, ви отримаєте лист відновлення.

# forgotPasswordDialogContent3
source: After receiving the reinstatement letter, please log in to the app with your new credentials.
uk: Після отримання листа про поновлення, будь ласка, увійдіть у додаток з новими обліковими даними.

# googleLogInHint
source: You can easily Log in even without registration by Google Account:
uk: Ви можете легко увійти в систему навіть без реєстрації за допомогою облікового запису Google:

# lightTheme
source: Light
uk: Світла

# locationAdressHint
source: 72 Chervona Kalynya St., Lviv, Ukraine
uk: м.Львів, вул.Червоної Калини 72

# locationAdressLabel
source: Location Adress
uk: Адреса локації

# locationDescriptionHint
source: Cafeteria of the Ivan Franko University, entrance through the building #2, immediately after entering down the stairs.
uk: Їдальня університету ім. Івана Франка, вхід через корпус №2, одразу після входу по сходах вниз.

# locationDescriptionLabel
source: Location description
uk: Опис локації

# locationNameHint
source: Fat Tonny
uk: Пузата Хата

# locationNameLabel
source: Location name
uk: Назва локації

source: Location photo:
uk: Фото локації:

# locationRateLabel
source: Enter the initial rating:
uk: Вкажіть початковий рейтинг:

# locationReviewHint
source: Share your impressions of this location and help others choose it to visit.
uk: Поділіться своїми враженнями про цю локацію, допоможіть іншим обрати його для відвідування.

# locationReviewLabel
source: First review
uk: Перший відгук

# locationScheduleHint
source: Mon-Fri: 10:00-17:00; Sat-Sun: days off
uk: пн-пт: 10:00-17:00; сб-нд: вихідні

# locationScheduleLabel
source: Location schedule
uk: Графік роботи

# locationsNumber
source: Number of locations:
uk: Кількість локацій в додатку:

source: Log out
uk: Вихід

# menuLabel
source: Menu:
uk: Меню:

# nameFormHint
source: Peter
uk: Пітер

# navigationBarLabel0
source: Home
uk: Головна

# navigationBarLabel1
source: Map
uk: Карта

# navigationBarLabel2
source: List
uk: Список

# navigationBarLabel3
source: Settings
uk: Налаштування

source: No locations to display
uk: Немає закладів для відображення

# okButtonLabel
source: OK
uk: Гаразд

# otherServicesLabel
source: Choose available additional services:
uk: Виберіть доступні додаткові послуги:

# parkingLabel
source: Own parking?
uk: Власний паркінг?

# receiveEmails
source: Receive emails from cheApp and tasty team?
uk: Отримувати листи від "Хочу їсти !" ?

# resetPassword
source: Got it, reset password!
uk: Зрозумів, відновити пароль!

source: Save
uk: Зберегти

source: Sign In
uk: Вхід

source: Sign Up
uk: Реєстрація

# surnameFormHint
source: Parker
uk: Паркер

# systemBack
source: use your system swipe/button to go back
uk: свайпніть для повернення назад

# systemTheme
source: System
uk: Системна

# takeAwayLabel
source: Take away?
uk: Взяти з собою?

# termsAndConditionsCheckBoxText
source: Terms and conditions
uk: Умови та положення

# terraceLabel
source: Terrace
uk: Тераса

source: There are no photos yet :(
uk: Поки немає фото :(

# uploadPhotoLabel
source: Upload photo
uk: Завантажити фото
